Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/hours_of_work/working_week.html.txt.tmx
Source language: en
Languages: ga

source: The Organisation of Working Time Act 1997 states that the maximum average working week for many employees cannot exceed 48 hours
ga: I gcás go leor fostaithe, sonraíonn an tAcht um Eagrú Ama Oibre 1997 nach féidir 48 uair a chloig a shárú mar uasteora don tseachtain oibre ar an meán

source: This does not mean that a working week can never exceed 48 hours, it is the average that is important
ga: Ní chiallaíonn sin nach bhféadfadh níos mó ná 48 uair a chloig a bheith i seachtain oibre, is é an meán a bhfuil tábhacht leis

source: The average may be calculated in one of the following ways:
ga: Is féidir an meán a ríomh ar cheann de na modhanna seo a leanas:

source: • Over 4 months for most employees
ga: • De réir tréimhse 4 mhí, an chuid is mó d'fhostaithe

source: • Over 6 months for employees working in the security industry, hospitals, prisons, gas/electricity, airport/docks, agriculture and employees in businesses which have peak periods at certain times of the year such as tourism
ga: • De réir tréimhse 6 mhí i gcás fostaithe atá ag obair sa tionscal slándála, ospidéil, príosúin, gás/leictreachas, aerphort/duganna, talmhaíocht agus fostaithe i ngnónna a mbíonn tréimhsí níos troime ná a chéile iontu i rith na bliana ar nós turasóireacht

source: • over 12 months where there has been an agreement between the employer and the employees to this effect
ga: • De réir tréimhse 12 mí sa chás go bhfuil aontú dá réir idir an fostóir agus na fostaithe

source: The agreement between employer and employees must be approved by the Labour Court
ga: Ní foláir don Chúirt Oibreachais glacadh leis an gcomhaontú idir fostóir agus fostaithe

source: The calculation of 48 hours does not include annual leave, sick leave or maternity/adoptive/parental leave
ga: Ní chuirtear sosanna, saoire bhliantúil, saoire tinnis ná saoire máithreachais/altranais/tuismitheoireachta san áireamh agus na 48 uair a chloig á ríomh

source: The legislation also lays down rules for night workers, minimum breaks and rest periods. There are also special provisions in relation to Sunday working – see below
ga: Leagtar amach sa reachtaíocht obair oíche, íostréimhsí sosa agus scíth chomh maith le forálacha maidir le obair Dhomhnaigh - féach thíos

source: The provisions of the Organisation of Working Time Act 1997 on working time and rest periods do not apply to all employees
ga: Níl feidhm leis an Acht um Eagrú Ama Oibre 1997 am oibre agus tréimhsí sosa i gcás gach fostaithe

source: They do not apply to the Gardaí, Defence Forces, employees who control their own working hours or family employees on farms or in private homes
ga: Níl feidhm leis an Acht um Eagrú Ama Oibre ina iomláine i gcás an Gharda Síochána, na Fórsaí Cosanta, fostaithe a rialaíonn a gcuid uaireanta oibre, ná fostaithe teaglaigh feirme nó tí

source: The working hours of young people under the age of 18 are regulated by the Protection of Young Persons (Employment) Act 1996
ga: Tá na huaireanta oibre do dhaoine óg faoi bhun 18 mbliana d'aois rialaithe ag an Acht um Chosaint Daoine Óga (Fostaíocht) 1996

source: There are separate regulations governing the working time of trainee doctors (SI 494/2004), employees working in mobile road transport activities (SI 36/2012) and employees working at sea
ga: Tá rialacháin ar leith ann a rialaíonn uaireanta oibre dochtúirí faoi oiliúint (SI 494 de 2004), fostaithe ag obair in imeachtaí iompair boithre (SI 36/2012) agus fostaithe ag obair ar muir

source: Employees in certain categories of civil protection services (SI 52/1998) are currently exempt from provisions on maximum average working week and statutory rest breaks/periods
ga: Tá díolúine faoi láthair ag daoine fostaithe in earnálacha áirithe sna seirbhísí cosanta sibhialta (IR 52 de 1998) ó fhorálacha a bhaineann le uasteora don tseachtain oibre ar an meán agus tréimhsí sosa agus scíthe reachtúla

source: Provision of information about working hours
ga: Faisnéis a sholáthar maidir le huaireanta oibre

source: For many employees the hours of work are specified, for example, in their contract of employment or in an Employment Regulation Order or Registered Employment AGreement
ga: I gcás go leor fostaithe, tá na huaireanta oibre sainithe, mar shampla, ina gconradh fostaíochta nó in ERO nó REA

source: If the hours of work are not specified, under Section 17 of the Act, the employer must notify the employee of the starting and finishing times at least 24 hours before the first day or the day of each week the employee is required to work
ga: Mura sainítear na huaireanta oibre, faoi Alt 17 den Acht, ní mór don fhostóir an fostaí a chur ar an eolas maidir le huaireanta tosaigh agus críochnaithe ar a laghad 24 uair an chloig roimh an chéad lá nó an lá de gach seachtain a bhfuil ceangal ar an bhfostaí oibriú

source: The employer can do this by putting up a notice in a conspicuous place in the employee's workplace on a day when the employee is working
ga: Is féidir leis an bhfostóir é seo a dhéanamh trí fhógra a chrochadh in áit fheiceálach in ionad oibre an fhostaí ar lá go bhfuil an fostaí ag obair

source: If the employee is required to work additional hours the 24 hours' notice must be given in the same way
ga: Má iarrtar ar fhostóir uaireanta de bhreis a oibriú, ní mór an fógra 24 uaire a thabhairt ar an mbealach céanna

source: However, in unforeseen circumstances such as another employee off work sick, the employer can ask the employee to work at less than 24 hours' notice
ga: I gcúinsí gan choinne áfach, mar shampla fostaí eile a bheith as láthair de bharr tinnis, is féidir leis an bhfostóir iarraidh ar an bhfostaí oibriú le fógra níos lú ná 24 uaire

source: If you do Sunday work your entitlement to extra pay may be agreed between you and your employer
ga: Is féidir do theidlíocht ar phá breise a shocrú idir tú féin agus d’fhostóir má bhíonn obair Dhomhnaigh á dhéanamh agat

source: Under the Organisation of Working Time Act, if there is no agreement about your pay, your employer must give you one or more of the following for Sunday working:
ga: Má tharlaíonn sé nach ndéantar aon chomhaontú faoi do phá, ní mór do d’fhostóir faoi réir an Achta um Eagrú Ama Oibre ceann amháin, nó níos mó, díobh seo a leanas a thabhairt duit de bharr obair Dhomhnaigh:

source: • Reasonable paid time off work
ga: • Am saor réasúnta le pá ón obair

source: What is reasonable depends on all the circumstances
ga: Braithfidh cad atá réasúnta ar na cúinsí go léir

source: It is a matter for negotiation between you and your employer and, where applicable, your trade union
ga: Is rud é sin a chaithfidh tú, agus más infheidhme, do cheardchumann dul i mbun caibidlíochta le d’fhostóir faoi

source: Some guidance may be obtained by referring, where possible, to an agreement applying to comparable employees elsewhere in similar employment
ga: Is féidir treoir éigin a fháil trí thagairt a dhéanamh, nuair is féidir, do chomhaontú a bhaineann le fostaithe inchomparáide a bhfuil fostaíocht mar í acu in áiteanna eile

source: The Workplace Relations Commission has a Code of Practice for Sunday working in the Retail Trade
ga: D’fhoilsigh an Coimisiún um Chaidreamh Oibreachais Cód Cleachtais um obair Dhomhnaigh san Earnáil Mhiondíola (pdf)

source: Overtime is work done outside normal working hours.There is no statutory obligation on employers to pay employees for work completed in overtime
ga: Is éard is ragobair ann ná obair a dhéantar lasmuigh de ghnáthuaireanta oibre. Níl aon riachtanas dlíthiúil ann go n-íocfadh fostóirí lena bhfostaithe de bharr obair a dhéanann siad le linn uaireanta ragoibre

source: Many employers pay employees higher rates of pay for overtime
ga: Íocann mórán fostóirí rátaí oibre níos airde lena bhfostaithe de bharr ragobair

source: Your contract of employment should state if you are required to work overtime and the rates of pay if you are to be paid for it
ga: Ba chóir go ndeir do chonradh fostaíochta má tá sé ort ragobair a dhéanamh agus na rátaí pá má íoctar leat

source: Certain sectors of employment were covered by Employment Regulation Orders and Registered Employment Agreements and may have higher rates of pay for overtime
ga: Roimhe seo, bhí earnálacha áirithe clúdaithe ag Orduithe Rialaithe Fostaíochta agus Comhaontuithe Fostaíochta Cláraithe agus d’fhéadfadh go mbeadh rátaí níos airde de bharr ragobair acu

source: Workers with no fixed place of work
ga: Oibrithe nach bhfuil aon áit sheasta oibre acu

source: Following a decision by the European Court of Justice in 2015, where workers have no fixed place of work the time they spend travelling between their home and their first and last customers may be considered to be working time – see ‘Further information below
ga: I ndiaidh cinneadh a rinne Cúirt Bhreithiúnais an Aontais Eorpaigh in 2015, sa chás nach bhfuil aon áit sheasta oibre ag oibrithe, féadtar caitheamh leis an tréimhse ama a chaitheann siad idir a n-áit chónaithe agus a gcéad chustaiméirí agus a gcustaiméirí deiridh mar am oibre – féach ‘Breis faisnéise’ thíos

source: Under the Organisation of Working Time (Records) (Prescribed Form and Exemptions) Regulations 2001, your employer is required to keep detailed records of your working hours
ga: Faoi na Rialacháin um Eagrú Ama Oibre (Taifid) (Foirm Fhorordaithe agus Díolúintí) 2001 tá sé riachtanach go gcoinníonn d’fhostóir taifid mhionsonraithe de do chuid uaireanta oibre

source: You should refer disputes under the Organisation of Working Time Act 1997 within 6 months of the dispute or complaint occurring
ga: Ba chóir duit aon díospóid a chur faoin Acht um Eagrú Ama Oibre 1997 laistigh de 6 mhí i ndiaidh don díospóid tarlú

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: However this time limit may be extended for up to 12 months if there was reasonable cause for not bringing the complaint within the first 6 months
ga: Ba chóir duit gearán a dhéanamh Is féidir síneadh ama 6 mhí eile a thabhairt duit má bhí fáthanna réasúnta ann gan an gearán a dhéanamh le linn na chéad 6 mhí

source: Further information on working hours and your employment rights is available from the Workplace Relations Commission's Information and Customer Service – see 'Where to apply' below
ga: Tá tuilleadh eolais ar uaireanta oibre agus ar do chearta fostaíochta ar fáil ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: Information and Customer Service
ga: Seirbhíse Faisnéise agus Custaiméara

source: Opening Hours: Mon. to Fri. 9.30am to 5pm
ga: Uaireanta Oscailte:Luan go hAoine 9.30rn go 5in

source: Tel: (059) 917 8990
ga: Teil: (059) 917 8990

source: Locall: 1890 80 80 90
ga: Lóghlao: 1890 80 80 90

source: In 2015 the European Court of Justice ruled in case C-266/14 (pdf) that where workers do not have a fixed place of work, the time they spend travelling between their home and their first and last customers each day counts as working time
ga: In 2015, rinne Cúirt Bhreithiúnais an Aontais Eorpaigh rialáil i gcás C-266/14 (pdf) gurb ionann an t-am a chaitheann oibrithe nach bhfuil áit sheasta oibre acu ag taisteal idir a dteach agus a gcéad chustaiméirí agus a gcustaiméirí deiridh agus am oibre

source: Section 8 of the National Minimum Wage Act 2000 states that working time does not include time spent travelling to and from work
ga: Luaitear in Alt 8 den Acht um Pá Íosta Náisiúnta, 2000 nach n-áirítear le ham oibre an t-am a chaitear ag taisteal go dtí an obair agus abhaile ón obair

source: Until this legislation is amended this ECJ ruling may not be enforceable by employees in the private sector
ga: Go dtí go leasaítear an reachtaíocht seo, ní féidir le fostaithe rialáil seo an CBAE a fheidhmiú san earnáil phríobháideach

source: However under the principle of direct effect it does apply to the public sector and therefore workers in the public sector who do not have a fixed place of work may be able to count their travel time between their home and their first and last customers as working time
ga: Faoi phrionsabal na héifeachta dírí, baineann an reachtaíocht leis an earnáil phoiblí, áfach, agus ar an ábhar sin, féadfaidh oibrithe san earnáil phoiblí nach bhfuil áit sheasta oibre acu an t-am a chaitheann siad ag taisteal idir a dteach agus a gcéad chustaiméirí agus a gcustaiméirí deiridh a chur san áireamh mar am oibre
